INSERT INTO drug_ingredients (drug_id, ingredient_id) VALUES
-- Αναλγητικά
(1, 1), -- Depon → Παρακεταμόλη
(2, 2), -- Ponstan → Μεφαιναμικό οξύ

-- Αντιβιοτικά
(3, 3), -- Augmentin → Αμοξικιλλίνη
(3, 4), -- Augmentin → Κλαβουλανικό οξύ
(4, 5), -- Zithromax → Αζιθρομυκίνη

-- Αντιιικά
(5, 6), -- Tamiflu → Οσελταμιβίρη

-- Αντιμυκητιασικά
(6, 7), -- Lamisil → Τερβιναφίνη

-- Αντιισταμινικά
(7, 8), -- Claritin → Λοραταδίνη
(8, 9), -- Aerius → Δεσλοραταδίνη

-- Αντικαταθλιπτικά
(9, 10), -- Cipralex → Εσιταλοπράμη

-- Αντιυπερτασικά
(10, 11), -- Tritace → Ραμιπρίλη

-- Καρδιολογικά
(11, 12), -- Concor → Bisoprolol

-- Αντιδιαβητικά
(12, 13), -- Glucophage → Μετφορμίνη

-- Γαστρεντερικά
(13, 14), -- Nexium → Εσομεπραζόλη

-- Αναπνευστικά
(14, 15), -- Ventolin → Σαλβουταμόλη

-- Εμβόλια
(15, 16), -- Influvac Tetra → Αντιγόνα ιών γρίπης

-- Ορμόνες & Ενδοκρινικά
(16, 17), -- Euthyrox → Λεβοθυροξίνη

-- Κατασταλτικά / Αγχολυτικά
(17, 18), -- Xanax → Αλπραζολάμη

-- Αντικαρκινικά
(18, 19), -- Herceptin → Τραστουζουμάμπη

-- Δερματολογικά
(19, 20), -- Fucidin → Φουσιδικό οξύ

-- Οφθαλμολογικά
(20, 21), -- Tobradex → Τομπραμυκίνη
(20, 22), -- Tobradex → Δεξαμεθαζόνη

-- Βιταμίνες & Συμπληρώματα
(21, 23), -- Centrum → Πολυβιταμίνες
(21, 24); -- Centrum → Ιχνοστοιχεία